tap "bell-sw/liberica"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "sidneys/homebrew"
brew "ack"
brew "xz"
brew "gettext"
brew "readline"
brew "aria2"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "cabextract"
brew "pkg-config"
brew "gmp"
brew "coreutils"
brew "gnutls"
brew "libtool"
brew "cask"
brew "cdrtools"
brew "docker-completion"
brew "dockutil"
brew "doggo"
brew "libvpx"
brew "ffmpeg"
brew "findutils"
brew "gawk"
brew "gdbm"
brew "gem-completion"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "libksba"
brew "gnupg"
brew "go"
brew "grep"
brew "htop"
brew "imagemagick"
brew "jpegoptim"
brew "jq"
brew "launchctl-completion"
brew "python@3.10"
brew "libffi"
brew "libpq", link: true
brew "libxml2", link: true
brew "libxslt", link: true
brew "libyaml"
brew "lynx"
brew "maven-completion"
brew "moreutils"
brew "neovim"
brew "nmap"
brew "node"
brew "open-completion"
brew "openjdk"
brew "openssh"
brew "openssl@3", link: true
brew "optipng"
brew "p7zip"
brew "pigz"
brew "pip-completion"
brew "pngquant"
brew "pv"
brew "qrencode"
brew "rclone"
brew "rename"
brew "rsync"
brew "ruby"
brew "ruby-completion"
brew "ssh-copy-id"
brew "svgo"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "wimlib"
brew "wrk"
brew "yarn"
brew "yarn-completion"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"
brew "sidneys/homebrew/chntpw"
cask "adobe-acrobat-reader"
cask "apparency"
cask "cleanmymac"
cask "dbeaver-community"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-lato"
cask "font-open-sans"
cask "font-roboto"
cask "inkscape"
cask "liberica-jdk19-full"
cask "obs"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "rectangle"
cask "spotify"
cask "sublime-text"
cask "suspicious-package"
cask "syntax-highlight"
cask "vlc"
cask "webpquicklook"
