CoenraadS.bracket-pair-colorizer
DotJoshJohnson.xml
EditorConfig.EditorConfig
Gruntfuggly.todo-tree
Ikuyadeu.lucario
PKief.material-icon-theme
Zignd.html-css-class-completion
aaron-bond.better-comments
aeschli.vscode-css-formatter
alefragnani.Bookmarks
austin.code-gnu-global
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
cstrap.flask-snippets
danielpinto8zz6.c-cpp-compile-run
dariofuzinato.vue-peek
dbaeumer.vscode-eslint
donjayamanne.jquerysnippets
doublefint.pgsql
ecmel.vscode-html-css
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
golang.go
hars.CppSnippets
humao.rest-client
jasonnutter.search-node-modules
joelday.docthis
lextudio.restructuredtext
maelvalais.autoconf
mikestead.dotenv
mkaufman.HTMLHint
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.cmake-tools
ms-vscode.cpptools
msjsdiag.debugger-for-chrome
mubaidr.vuejs-extension-pack
njpwerner.autodocstring
octref.vetur
philnash.ngrok-for-vscode
psioniq.psi-header
redhat.vscode-yaml
ritwickdey.LiveServer
rokoroku.vscode-theme-darcula
samuelcolvin.jinjahtml
sdras.vue-vscode-snippets
shd101wyy.markdown-preview-enhanced
shepelevstas.dumb-copy-paste
sleistner.vscode-fileutils
slevesque.vscode-hexdump
thekalinga.bootstrap4-vscode
tombonnike.vscode-status-bar-format-toggle
tommorris.mako
twxs.cmake
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
wix.vscode-import-cost
wmaurer.change-case
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
